Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Legend_Shape1
source: Dashed border
ar: إطار متقطع
cs: Čárkované ohraničení
de: Gestrichelter Rahmen
el: Διακεκομμένο περίγραμμα
es: Borde discontinuo
fa: حاشیهٔ خط‌چین
fr: Bordure tiretée
hu: Szaggatott szegély
id: Bingkai putus-putus
it: Bordo tratteggiato
ja: 破線
ko: 파선 테두리
pl: Obramowanie kreskowane
pt: Borda tracejada
ro: Bordură întreruptă
th: เส้นขอบประ
tr: Kesik çizgili kenarlık
uk: Штрихова рамка
vi: Viền gạch
zh_hans: 虚线边框
zh_hant: 虛線框線

# Legend_Shape2
source: Dotted border
ar: إطار منقط
cs: Tečkované ohraničení
de: Gepunkteter Rahmen
el: Περίγραμμα με κουκκίδες
es: Borde punteado
fa: حاشیهٔ نقطه‌چین
fr: Bordure pointillée
hu: Pontozott szegély
id: Bingkai titik-titik
it: Bordo punteggiato
ja: 点線
ko: 점선 테두리
pl: Obramowanie kropkowane
pt: Borda pontilhada
ro: Bordură punctată
th: เส้นขอบจุด
tr: Noktalı kenarlık
uk: Пунктирна рамка
vi: Viền chấm
zh_hans: 点线边框
zh_hant: 點線框線

# Legend_Shape3
source: Dash-dot border
ar: إطار مزدوج
cs: Dvojité ohraničení
de: Doppelter Rahmen
el: Διπλό περίγραμμα
es: Borde doble
fa: حاشیهٔ دوخطی
fr: Bordure double
hu: Dupla szegély
id: Bingkai ganda
it: Bordo doppio
ja: 二重線
ko: 이중 테두리
pl: Obramowanie podwójne
pt: Borda dupla
ro: Bordură dublă
th: เส้นขอบคู่
tr: Çift kenarlık
uk: Подвійна рамка
vi: Viền đôi
zh_hans: 双线边框
zh_hant: 雙線框線

# Legend_NextName
source: Next match of {0}
ar: التطابق التالي لـ {0}
cs: Další shoda pro {0}
de: Nächster Treffer von {0}
el: Επόμενη αντιστοιχία του {0}
es: Siguiente coincidencia de {0}
fa: مورد منطبق بعدی {0}
fr: Correspondance suivante de {0}
hu: {0} következő találata
id: Kecocokan berikutnya untuk {0}
it: Corrispondenza successiva di {0}
ja: {0} の次の一致
ko: {0}의 다음 일치 항목
pl: Następne dopasowanie: {0}
pt: Próxima correspondência de {0}
ro: Următoarea potrivire pentru {0}
th: รายการที่ตรงกันถัดไปของ {0}
tr: {0} için sonraki eşleşme
uk: Наступний збіг: {0}
vi: Kết quả khớp tiếp theo của {0}
zh_hans: {0} 的下一个匹配项
zh_hant: {0} 的下一個符合項目

# Legend_PreviousName
source: Previous match of {0}
ar: التطابق السابق لـ {0}
cs: Předchozí shoda pro {0}
de: Vorheriger Treffer von {0}
el: Προηγούμενη αντιστοιχία του {0}
es: Coincidencia anterior de {0}
fa: مورد منطبق قبلی {0}
fr: Correspondance précédente de {0}
hu: {0} előző találata
id: Kecocokan sebelumnya untuk {0}
it: Corrispondenza precedente di {0}
ja: {0} の前の一致
ko: {0}의 이전 일치 항목
pl: Poprzednie dopasowanie: {0}
pt: Correspondência anterior de {0}
ro: Potrivirea anterioară pentru {0}
th: รายการที่ตรงกันก่อนหน้าของ {0}
tr: {0} için önceki eşleşme
uk: Попередній збіг: {0}
vi: Kết quả khớp trước của {0}
zh_hans: {0} 的上一个匹配项
zh_hant: {0} 的上一個符合項目

# Legend_NoNext
source: No more matches after the cursor
ar: لا توجد تطابقات أخرى بعد المؤشر
cs: Za kurzorem už nejsou žádné shody
de: Keine weiteren Treffer nach dem Cursor
el: Δεν υπάρχουν άλλες αντιστοιχίες μετά τον δρομέα
es: No hay más coincidencias después del cursor
fa: پس از مکان‌نما مورد منطبق دیگری نیست
fr: Plus aucune correspondance après le curseur
hu: A kurzor után nincs több találat
id: Tidak ada kecocokan lagi setelah kursor
it: Nessun'altra corrispondenza dopo il cursore
ja: カーソルより後ろに一致はありません
ko: 커서 뒤에 더 이상 일치 항목이 없습니다
pl: Brak dalszych dopasowań za kursorem
pt: Não há mais correspondências após o cursor
ro: Nu mai există potriviri după cursor
th: ไม่มีรายการที่ตรงกันหลังเคอร์เซอร์อีก
tr: İmleçten sonra başka eşleşme yok
uk: Після курсора більше немає збігів
vi: Không còn kết quả khớp sau con trỏ
zh_hans: 光标之后没有更多匹配项
zh_hant: 游標之後沒有其他符合項目

# Legend_NoPrevious
source: No more matches before the cursor
ar: لا توجد تطابقات أخرى قبل المؤشر
cs: Před kurzorem už nejsou žádné shody
de: Keine weiteren Treffer vor dem Cursor
el: Δεν υπάρχουν άλλες αντιστοιχίες πριν από τον δρομέα
es: No hay más coincidencias antes del cursor
fa: پیش از مکان‌نما مورد منطبق دیگری نیست
fr: Plus aucune correspondance avant le curseur
hu: A kurzor előtt nincs több találat
id: Tidak ada kecocokan lagi sebelum kursor
it: Nessun'altra corrispondenza prima del cursore
ja: カーソルより前に一致はありません
ko: 커서 앞에 더 이상 일치 항목이 없습니다
pl: Brak dalszych dopasowań przed kursorem
pt: Não há mais correspondências antes do cursor
ro: Nu mai există potriviri înainte de cursor
th: ไม่มีรายการที่ตรงกันก่อนเคอร์เซอร์อีก
tr: İmleçten önce başka eşleşme yok
uk: Перед курсором більше немає збігів
vi: Không còn kết quả khớp trước con trỏ
zh_hans: 光标之前没有更多匹配项
zh_hant: 游標之前沒有其他符合項目

# Menu_File_ImportExport.Text
source: Import / Export Bookmarks
ar: استيراد / تصدير الإشارات المرجعية
cs: Import / export záložek
de: Lesezeichen importieren / exportieren
el: Εισαγωγή / εξαγωγή σελιδοδεικτών
es: Importar / exportar marcadores
fa: وارد کردن / صادر کردن نشانک‌ها
fr: Importer / exporter des signets
hu: Könyvjelzők importálása / exportálása
id: Impor / Ekspor Penanda
it: Importa/esporta segnalibri
ja: ブックマークのインポート / エクスポート(G)
ko: 책갈피 가져오기/내보내기(G)
pl: Import/eksport zakładek
pt: Importar/exportar marcadores
ro: Importare / exportare marcaje
th: นำเข้า / ส่งออกบุ๊กมาร์ก(G)
tr: Yer İşaretlerini İçeri / Dışarı Aktar
uk: Імпорт і експорт закладок
vi: Nhập / Xuất Dấu trang
zh_hans: 导入/导出书签(G)
zh_hant: 匯入/匯出書籤(G)

# Menu_File_ImportExport.AccessKey
source: G
ar: ص
cs: I
de: I
el: Ι
es: M
fa: و
fr: I
hu: N
id: V
it: K
pl: Ł
pt: K
ro: P
tr: R
uk: І
vi: X

# Menu_File_ImportBookmarks.Text
source: Import Bookmarks…
ar: استيراد الإشارات المرجعية…
cs: Importovat záložky…
de: Lesezeichen importieren…
el: Εισαγωγή σελιδοδεικτών…
es: Importar marcadores…
fa: وارد کردن نشانک‌ها…
fr: Importer des signets…
hu: Könyvjelzők importálása…
id: Impor Penanda…
it: Importa segnalibri…
ja: ブックマークをインポート…
ko: 책갈피 가져오기…
pl: Importuj zakładki…
pt: Importar marcadores…
ro: Importare marcaje…
th: นำเข้าบุ๊กมาร์ก…
tr: Yer İşaretlerini İçeri Aktar…
uk: Імпортувати закладки…
vi: Nhập Dấu trang…
zh_hans: 导入书签…
zh_hant: 匯入書籤…

# Menu_File_ImportBookmarks.AccessKey
source: I
ar: س
de: L
el: Ε
fa: ر
hu: K
uk: І
vi: N

# Menu_File_ExportBookmarks.Text
source: Export Bookmarks…
ar: تصدير الإشارات المرجعية…
cs: Exportovat záložky…
de: Lesezeichen exportieren…
el: Εξαγωγή σελιδοδεικτών…
es: Exportar marcadores…
fa: صادر کردن نشانک‌ها…
fr: Exporter les signets…
hu: Könyvjelzők exportálása…
id: Ekspor Penanda…
it: Esporta segnalibri…
ja: ブックマークをエクスポート…
ko: 책갈피 내보내기…
pl: Eksportuj zakładki…
pt: Exportar marcadores…
ro: Exportare marcaje…
th: ส่งออกบุ๊กมาร์ก…
tr: Yer İşaretlerini Dışarı Aktar…
uk: Експортувати закладки…
vi: Xuất Dấu trang…
zh_hans: 导出书签…
zh_hant: 匯出書籤…

# Menu_File_ExportBookmarks.AccessKey
source: E
ar: ت
el: Ξ
fa: ص
tr: D
uk: Е
vi: X

# Menu_Edit_SelectionToBookmarks.Text
source: Selection to Bookmarks
ar: التحديد إلى إشارات مرجعية
cs: Výběr na záložky
de: Auswahl in Lesezeichen
el: Επιλογή σε σελιδοδείκτες
es: Selección a marcadores
fa: انتخاب به نشانک‌ها
fr: Sélection en signets
hu: Kijelölésből könyvjelzők
id: Pilihan ke Penanda
it: Selezione in segnalibri
ja: 選択範囲をブックマークに(E)
ko: 선택 영역을 책갈피로(E)
pl: Zaznaczenie na zakładki
pt: Seleção para marcadores
ro: Selecție în marcaje
th: ส่วนที่เลือกเป็นบุ๊กมาร์ก(E)
tr: Seçimden Yer İşaretleri
uk: Виділення в закладки
vi: Vùng chọn thành Dấu trang
zh_hans: 将选定内容转为书签(E)
zh_hant: 選取範圍轉為書籤(E)

# Menu_Edit_SelectionToBookmarks.AccessKey
source: E
ar: د
cs: D
de: H
el: Ξ
es: Q
fa: ه
fr: K
hu: N
id: D
it: K
pl: Ł
pt: Ã
ro: J
tr: C
uk: І
vi: F

# Menu_Go_PositionManager.Text
source: Position Manager
ar: مدير المواضع
cs: Správce pozic
de: Positionsverwaltung
el: Διαχείριση θέσεων
es: Administrador de posiciones
fa: مدیر موقعیت‌ها
fr: Gestionnaire de positions
hu: Pozíciókezelő
id: Pengelola Posisi
it: Gestione posizioni
ja: 位置マネージャ
ko: 위치 관리자
pl: Menedżer pozycji
pt: Gerenciador de posições
ro: Manager de poziții
th: ตัวจัดการตำแหน่ง
tr: Konum Yöneticisi
uk: Диспетчер позицій
vi: Trình quản lý Vị trí
zh_hans: 位置管理器
zh_hant: 位置管理員

# Menu_Go_PositionManager.AccessKey
source: M
ar: د
cs: R
de: P
el: Χ
es: D
fa: م
fr: G
hu: P
id: O
it: G
pt: G
ro: D
tr: Y
uk: И
vi: Q

# Menu_Go_ShowDescription.Text
source: Show Description at Cursor
ar: إظهار الوصف عند المؤشر
cs: Zobrazit popis u kurzoru
de: Beschreibung am Cursor anzeigen
el: Εμφάνιση περιγραφής στη θέση του δρομέα
es: Mostrar descripción en el cursor
fa: نمایش توضیح در محل مکان‌نما
fr: Afficher la description au curseur
hu: Leírás megjelenítése a kurzornál
id: Tampilkan Deskripsi di Kursor
it: Mostra descrizione al cursore
ja: カーソル位置の説明を表示
ko: 커서 위치의 설명 표시
pl: Pokaż opis w miejscu kursora
pt: Mostrar descrição no cursor
ro: Afișare descriere la cursor
th: แสดงคำอธิบายที่เคอร์เซอร์
tr: İmleçteki Açıklamayı Göster
uk: Показати опис у позиції курсора
vi: Hiện Mô tả tại Con trỏ
zh_hans: 显示光标处的说明
zh_hant: 顯示游標處的說明

# Menu_Go_ShowDescription.AccessKey
source: D
ar: و
cs: K
de: A
el: Φ
es: C
fa: ن
hu: L
id: T
pl: O
pt: C
ro: C
tr: A
uk: О
vi: M

# Menu_Go_BookmarksToSelection.Text
source: Bookmarks to Selection
ar: الإشارات المرجعية إلى تحديد
cs: Záložky na výběr
de: Lesezeichen in Auswahl
el: Σελιδοδείκτες σε επιλογή
es: Marcadores a selección
fa: نشانک‌ها به انتخاب
fr: Signets en sélection
hu: Könyvjelzőkből kijelölés
id: Penanda ke Pilihan
it: Segnalibri in selezione
ja: ブックマークを選択範囲に
ko: 책갈피를 선택 영역으로
pl: Zakładki na zaznaczenie
pt: Marcadores para seleção
ro: Marcaje în selecție
th: บุ๊กมาร์กเป็นส่วนที่เลือก
tr: Yer İşaretlerinden Seçim
uk: Закладки у виділення
vi: Dấu trang thành Vùng chọn
zh_hans: 将书签转为选定内容
zh_hant: 書籤轉為選取範圍

# Menu_Go_BookmarksToSelection.AccessKey
source: C
ar: ا
cs: V
de: I
el: Σ
es: S
fa: ک
fr: E
hu: Y
id: L
it: A
pl: A
pt: S
ro: R
tr: E
uk: В
vi: V

# Menu_View_Annotations.Text
source: Annotations
ar: التعليقات التوضيحية
cs: Poznámky
de: Anmerkungen
el: Σχόλια
es: Anotaciones
fa: یادداشت‌ها
hu: Annotációk
id: Anotasi
it: Annotazioni
ja: 注釈
ko: 주석
pl: Adnotacje
pt: Anotações
ro: Adnotări
th: คำอธิบายประกอบ
tr: Ek Açıklamalar
uk: Анотації
vi: Chú thích
zh_hans: 注释
zh_hant: 註解

# Menu_View_Annotations.AccessKey
source: Q
ar: ع
cs: H
de: K
el: Ψ
es: H
fa: ی
fr: G
hu: D
id: A
it: J
pl: J
pt: Ç
ro: J
tr: Ç
uk: Ц
vi: F

# Menu_View_AnnotationsToggle.Text
source: Show Annotations
ar: إظهار التعليقات التوضيحية
cs: Zobrazit poznámky
de: Anmerkungen anzeigen
el: Εμφάνιση σχολίων
es: Mostrar anotaciones
fa: نمایش یادداشت‌ها
fr: Afficher les annotations
hu: Annotációk megjelenítése
id: Tampilkan Anotasi
it: Mostra annotazioni
ja: 注釈を表示
ko: 주석 표시
pl: Pokaż adnotacje
pt: Mostrar anotações
ro: Afișare adnotări
th: แสดงคำอธิบายประกอบ
tr: Ek Açıklamaları Göster
uk: Показувати анотації
vi: Hiện Chú thích
zh_hans: 显示注释
zh_hant: 顯示註解

# Menu_View_AnnotationsToggle.AccessKey
source: A
ar: ظ
cs: Z
el: Ε
es: M
fa: ن
it: M
pl: P
pt: M
tr: G
uk: П
vi: H

# Menu_View_AnnotationsColumn.Text
source: Annotation Column
ar: عمود التعليقات التوضيحية
cs: Sloupec poznámek
de: Anmerkungsspalte
el: Στήλη σχολίων
es: Columna de anotaciones
fa: ستون یادداشت‌ها
fr: Colonne des annotations
hu: Annotációoszlop
id: Kolom Anotasi
it: Colonna annotazioni
ja: 注釈の列
ko: 주석 열
pl: Kolumna adnotacji
pt: Coluna de anotações
ro: Coloana adnotări
th: คอลัมน์คำอธิบายประกอบ
tr: Ek Açıklama Sütunu
uk: Стовпець анотацій
vi: Cột Chú thích
zh_hans: 注释列
zh_hant: 註解欄

# Menu_View_AnnotationsColumn.AccessKey
source: C
ar: م
cs: S
de: N
el: Σ
fa: س
hu: N
id: K
pl: K
tr: S
uk: С

# Menu_View_AnnotationsBookmark.Text
source: Bookmarks
ar: الإشارات المرجعية
cs: Záložky
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
fa: نشانک‌ها
fr: Signets
hu: Könyvjelzők
id: Penanda
it: Segnalibri
ja: ブックマーク
ko: 책갈피
pl: Zakładki
pt: Marcadores
ro: Marcaje
th: บุ๊กมาร์ก
tr: Yer İşaretleri
uk: Закладки
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

# Menu_View_AnnotationsBookmark.AccessKey
source: B
ar: ش
cs: L
de: L
el: Δ
es: A
fa: ش
fr: S
hu: K
id: P
it: S
pl: Z
pt: A
ro: M
tr: Y
uk: З
vi: D

# Menu_View_AnnotationsSearch.Text
source: Find All Results
ar: نتائج البحث عن الكل
cs: Výsledky Najít vše
de: Ergebnisse von „Alle suchen“
el: Αποτελέσματα εύρεσης όλων
es: Resultados de Buscar todo
fa: نتایج یافتن همه
fr: Résultats de « Rechercher tout »
hu: Összes keresése – találatok
id: Hasil Temukan Semua
it: Risultati di Trova tutto
ja: すべて検索の結果
ko: 모두 찾기 결과
pl: Wyniki Znajdź wszystko
pt: Resultados de Localizar tudo
ro: Rezultate Găsire toate
th: ผลการค้นหาทั้งหมด
tr: Tümünü Bul Sonuçları
uk: Результати «Знайти все»
vi: Kết quả Tìm tất cả
zh_hans: 全部查找结果
zh_hant: 全部尋找結果

# Menu_View_AnnotationsSearch.AccessKey
source: F
ar: ن
cs: V
de: E
el: Ρ
es: R
fa: ج
fr: R
hu: T
id: H
it: R
pl: W
pt: R
ro: R
tr: B
uk: Р
vi: K

# Menu_View_AnnotationsTemplate.Text
source: Templates
ar: القوالب
cs: Šablony
de: Vorlagen
el: Πρότυπα
es: Plantillas
fa: الگوها
fr: Modèles
hu: Sablonok
id: Templat
it: Modelli
ja: 構造体テンプレート
ko: 템플릿
pl: Szablony
pt: Modelos
ro: Șabloane
th: เทมเพลต
tr: Şablonlar
uk: Шаблони
vi: Mẫu
zh_hans: 模板
zh_hant: 範本

# Menu_View_AnnotationsTemplate.AccessKey
source: T
ar: ق
cs: A
de: V
el: Π
es: P
fa: ل
fr: M
hu: S
it: O
pl: S
pt: O
ro: B
tr: L
uk: Ш
vi: M

# Menu_View_AnnotationsScript.Text
source: Scripts and Plugins
ar: البرامج النصية والمكونات الإضافية
cs: Skripty a moduly plug-in
de: Skripte und Plug-ins
el: Δέσμες ενεργειών και πρόσθετα
es: Scripts y complementos
fa: اسکریپت‌ها و افزونه‌ها
fr: Scripts et plug-ins
hu: Szkriptek és beépülő modulok
id: Skrip dan Plugin
it: Script e plug-in
ja: スクリプト・プラグイン
ko: 스크립트 및 플러그 인
pl: Skrypty i wtyczki
pt: Scripts e plug-ins
ro: Scripturi și plug-in-uri
th: สคริปต์และปลั๊กอิน
tr: Betikler ve Eklentiler
uk: Сценарії та плагіни
vi: Tập lệnh và Phần bổ trợ
zh_hans: 脚本和插件
zh_hant: 指令碼和外掛程式

# Menu_View_AnnotationsScript.AccessKey
source: S
ar: ب
cs: M
el: Κ
fa: ا
fr: E
hu: B
it: E
pl: I
tr: T
uk: Ц
vi: T

# Menu_View_Coloring.Text
source: Coloring Rules
ar: قواعد التلوين
cs: Pravidla obarvení
de: Farbregeln
el: Κανόνες χρωματισμού
es: Reglas de coloreado
fa: قواعد رنگ‌آمیزی
fr: Règles de coloration
hu: Színezési szabályok
id: Aturan Pewarnaan
it: Regole di colorazione
ja: 色付けルール
ko: 색 지정 규칙
pl: Reguły kolorowania
pt: Regras de coloração
ro: Reguli de colorare
th: กฎการระบายสี
tr: Renklendirme Kuralları
uk: Правила розфарбовування
vi: Quy tắc Tô màu
zh_hans: 着色规则
zh_hant: 著色規則

# Menu_View_Coloring.AccessKey
source: J
ar: ق
el: Ε
fa: ق
fr: H
hu: H
id: W
it: K
pl: Ł
pt: Ã
ro: K
tr: U
uk: Ф
vi: Q

# Menu_View_ColoringRules.Text
source: Coloring Rules
ar: قواعد التلوين
cs: Pravidla obarvení
de: Farbregeln
el: Κανόνες χρωματισμού
es: Reglas de coloreado
fa: قواعد رنگ‌آمیزی
fr: Règles de coloration
hu: Színezési szabályok
id: Aturan Pewarnaan
it: Regole di colorazione
ja: 色付けルール
ko: 색 지정 규칙
pl: Reguły kolorowania
pt: Regras de coloração
ro: Reguli de colorare
th: กฎการระบายสี
tr: Renklendirme Kuralları
uk: Правила розфарбовування
vi: Quy tắc Tô màu
zh_hans: 着色规则
zh_hant: 著色規則

# Menu_View_ColoringRules.AccessKey
source: R
ar: ق
cs: P
de: F
el: Κ
fa: ق
hu: S
id: A
uk: П
vi: Q

# Menu_View_ColoringFromSelection.Text
source: Create Rule from Selection
ar: إنشاء قاعدة من التحديد
cs: Vytvořit pravidlo z výběru
de: Regel aus Auswahl erstellen
el: Δημιουργία κανόνα από την επιλογή
es: Crear regla a partir de la selección
fa: ایجاد قاعده از انتخاب
fr: Créer une règle à partir de la sélection
hu: Szabály létrehozása a kijelölésből
id: Buat Aturan dari Pilihan
it: Crea regola dalla selezione
ja: 選択範囲の値で色付けルールを作成
ko: 선택 영역에서 규칙 만들기
pl: Utwórz regułę z zaznaczenia
pt: Criar regra a partir da seleção
ro: Creare regulă din selecție
th: สร้างกฎจากส่วนที่เลือก
tr: Seçimden Kural Oluştur
uk: Створити правило з виділення
vi: Tạo Quy tắc từ Vùng chọn
zh_hans: 从选定内容创建规则
zh_hant: 從選取範圍建立規則

# Menu_View_ColoringFromSelection.AccessKey
source: S
ar: ن
cs: V
de: R
el: Δ
es: C
fa: ی
fr: C
hu: L
id: B
it: C
pl: U
pt: C
ro: C
uk: С
vi: T

# Menu_View_Legend.Text
source: Legend
ar: وسيلة الإيضاح
cs: Legenda
de: Legende
el: Υπόμνημα
es: Leyenda
fa: راهنمای رنگ
fr: Légende
hu: Jelmagyarázat
id: Legenda
it: Legenda
ja: 凡例
ko: 범례
pl: Legenda
pt: Legenda
ro: Legendă
th: คำอธิบายสัญลักษณ์
tr: Gösterge
uk: Легенда
vi: Chú giải
zh_hans: 图例
zh_hant: 圖例

# Menu_View_Legend.AccessKey
source: L
ar: و
el: Υ
fa: ر
hu: J
tr: G
uk: Л
vi: G

# Menu_View_PositionManagerPanel.Text
source: Position Manager
ar: مدير المواضع
cs: Správce pozic
de: Positionsverwaltung
el: Διαχείριση θέσεων
es: Administrador de posiciones
fa: مدیر موقعیت‌ها
fr: Gestionnaire de positions
hu: Pozíciókezelő
id: Pengelola Posisi
it: Gestione posizioni
ja: 位置マネージャ
ko: 위치 관리자
pl: Menedżer pozycji
pt: Gerenciador de posições
ro: Manager de poziții
th: ตัวจัดการตำแหน่ง
tr: Konum Yöneticisi
uk: Диспетчер позицій
vi: Trình quản lý Vị trí
zh_hans: 位置管理器
zh_hant: 位置管理員

# Menu_View_PositionManagerPanel.AccessKey
source: P
ar: د
cs: E
el: Ρ
es: T
fa: م
fr: G
hu: O
id: O
it: G
pl: M
pt: G
ro: N
tr: U
uk: И
vi: V

# Menu_View_ColoringRulesPanel.Text
source: Coloring Rules
ar: قواعد التلوين
cs: Pravidla obarvení
de: Farbregeln
el: Κανόνες χρωματισμού
es: Reglas de coloreado
fa: قواعد رنگ‌آمیزی
fr: Règles de coloration
hu: Színezési szabályok
id: Aturan Pewarnaan
it: Regole di colorazione
ja: 色付けルール(N)
ko: 색 지정 규칙(N)
pl: Reguły kolorowania
pt: Regras de coloração
ro: Reguli de colorare
th: กฎการระบายสี(N)
tr: Renklendirme Kuralları
uk: Правила розфарбовування
vi: Quy tắc Tô màu
zh_hans: 着色规则(N)
zh_hant: 著色規則(N)

# Menu_View_ColoringRulesPanel.AccessKey
source: N
ar: ل
cs: A
de: F
el: Ν
es: C
fa: ع
fr: C
hu: S
id: T
it: O
pl: K
pt: O
ro: E
tr: E
uk: А
vi: Q

# Menu_View_LegendPanel.Text
source: Legend
ar: وسيلة الإيضاح
cs: Legenda
de: Legende
el: Υπόμνημα
es: Leyenda
fa: راهنمای رنگ
fr: Légende
hu: Jelmagyarázat
id: Legenda
it: Legenda
ja: 凡例
ko: 범례
pl: Legenda
pt: Legenda
ro: Legendă
th: คำอธิบายสัญลักษณ์
tr: Gösterge
uk: Легенда
vi: Chú giải
zh_hans: 图例
zh_hant: 圖例

# Menu_View_LegendPanel.AccessKey
source: G
ar: ي
el: Μ
es: E
fa: ر
fr: E
hu: M
it: L
pl: E
pt: L
tr: Ö
uk: Е

# PositionManager_PanelName
source: Position manager
ar: مدير المواضع
cs: Správce pozic
de: Positionsverwaltung
el: Διαχείριση θέσεων
es: Administrador de posiciones
fa: مدیر موقعیت‌ها
fr: Gestionnaire de positions
hu: Pozíciókezelő
id: Pengelola posisi
it: Gestione posizioni
ja: 位置マネージャ
ko: 위치 관리자
pl: Menedżer pozycji
pt: Gerenciador de posições
ro: Manager de poziții
th: ตัวจัดการตำแหน่ง
tr: Konum yöneticisi
uk: Диспетчер позицій
vi: Trình quản lý vị trí
zh_hans: 位置管理器
zh_hant: 位置管理員

# PositionManager_OnlyComments.Content
source: With description only
ar: ذات الوصف فقط
cs: Jen s popisem
de: Nur mit Beschreibung
el: Μόνο με περιγραφή
es: Solo con descripción
fa: فقط دارای توضیح
fr: Avec description uniquement
hu: Csak leírással
id: Hanya yang berdeskripsi
it: Solo con descrizione
ja: 説明のあるものだけ
ko: 설명이 있는 항목만
pl: Tylko z opisem
pt: Somente com descrição
ro: Doar cu descriere
th: เฉพาะที่มีคำอธิบาย
tr: Yalnızca açıklaması olanlar
uk: Лише з описом
vi: Chỉ mục có mô tả
zh_hans: 仅显示有说明的
zh_hant: 僅限有說明的項目

# PositionManager_Follow.Content
source: Follow cursor
ar: تتبع المؤشر
cs: Sledovat kurzor
de: Cursor folgen
el: Παρακολούθηση δρομέα
es: Seguir el cursor
fa: دنبال کردن مکان‌نما
fr: Suivre le curseur
hu: Kurzor követése
id: Ikuti kursor
it: Segui il cursore
ja: カーソルに追従する
ko: 커서 따라가기
pl: Podążaj za kursorem
pt: Seguir o cursor
ro: Urmărire cursor
th: ติดตามเคอร์เซอร์
tr: İmleci izle
uk: Стежити за курсором
vi: Theo con trỏ
zh_hans: 跟随光标
zh_hant: 跟隨游標

# PositionManager_ExportName
source: Export notes
ar: تصدير الملاحظات
cs: Exportovat poznámky
de: Notizen exportieren
el: Εξαγωγή σημειώσεων
es: Exportar notas
fa: صادر کردن یادداشت‌ها
fr: Exporter les notes
hu: Jegyzetek exportálása
id: Ekspor catatan
it: Esporta note
ja: 書き出す
ko: 메모 내보내기
pl: Eksportuj notatki
pt: Exportar notas
ro: Exportare note
th: ส่งออกบันทึก
tr: Notları dışarı aktar
uk: Експорт нотаток
vi: Xuất ghi chú
zh_hans: 导出说明
zh_hant: 匯出筆記

# PositionManager_ExportRange
source: {0}–{1} ({2} bytes)
ar: {0}–{1} ({2} بايت)
cs: {0}–{1} (bajty: {2})
el: {0}–{1} ({2} byte)
fa: {0}–{1} ({2} بایت)
fr: {0}–{1} ({2} octets)
hu: {0}–{1} ({2} bájt)
id: {0}–{1} ({2} byte)
it: {0}–{1} ({2} byte)
ja: {0}〜{1} ({2} バイト)
ko: {0}–{1}({2}바이트)
pl: {0}–{1} (bajty: {2})
ro: {0}–{1} ({2} octeți)
th: {0}–{1} ({2} ไบต์)
tr: {0}–{1} ({2} bayt)
uk: {0}–{1} ({2} байтів)
vi: {0}–{1} ({2} byte)
zh_hans: {0}–{1}（{2} 字节）
zh_hant: {0}–{1}（{2} 個位元組）

# PositionManager_Exported
source: Exported the notes to {0}.
ar: تم تصدير الملاحظات إلى {0}.
cs: Poznámky byly exportovány do {0}.
de: Die Notizen wurden nach {0} exportiert.
el: Οι σημειώσεις εξήχθησαν στο {0}.
es: Se exportaron las notas a {0}.
fa: یادداشت‌ها در {0} صادر شد.
fr: Notes exportées vers {0}.
hu: A jegyzetek exportálva ide: {0}.
id: Catatan diekspor ke {0}.
it: Note esportate in {0}.
ja: 説明を {0} に書き出しました。
ko: 메모를 {0}(으)로 내보냈습니다.
pl: Wyeksportowano notatki do {0}.
pt: Notas exportadas para {0}.
ro: Notele au fost exportate în {0}.
th: ส่งออกบันทึกไปยัง {0} แล้ว
tr: Notlar {0} konumuna aktarıldı.
uk: Нотатки експортовано в {0}.
vi: Đã xuất ghi chú ra {0}.
zh_hans: 已将说明导出到 {0}。
zh_hant: 已將筆記匯出至 {0}。

# PositionManager_ExportError
source: Couldn't export to {0}: {1}
ar: تعذر التصدير إلى {0}: {1}
cs: Export do {0} se nezdařil: {1}
de: Export nach {0} nicht möglich: {1}
el: Δεν ήταν δυνατή η εξαγωγή στο {0}: {1}
es: No se pudo exportar a {0}: {1}
fa: صادر کردن به {0} ممکن نشد: {1}
fr: Impossible d'exporter vers {0} : {1}
hu: Nem sikerült exportálni ide: {0}: {1}
id: Tidak dapat mengekspor ke {0}: {1}
it: Impossibile esportare in {0}: {1}
ja: {0} に書き出せませんでした: {1}
ko: {0}(으)로 내보낼 수 없습니다: {1}
pl: Nie można wyeksportować do {0}: {1}
pt: Não foi possível exportar para {0}: {1}
ro: Nu s-a putut exporta în {0}: {1}
th: ไม่สามารถส่งออกไปยัง {0}: {1}
tr: {0} konumuna aktarılamadı: {1}
uk: Не вдалося експортувати в {0}: {1}
vi: Không thể xuất ra {0}: {1}
zh_hans: 无法导出到 {0}：{1}
zh_hant: 無法匯出至 {0}：{1}

# PositionManager_NoSelection
source: Select a bookmark
ar: حدد إشارة مرجعية
cs: Vyberte záložku
de: Wählen Sie ein Lesezeichen aus
el: Επιλέξτε έναν σελιδοδείκτη
es: Selecciona un marcador
fa: یک نشانک انتخاب کنید
fr: Sélectionnez un signet
hu: Válasszon ki egy könyvjelzőt
id: Pilih penanda
it: Seleziona un segnalibro
ja: ブックマークを選んでください
ko: 책갈피를 선택하세요
pl: Wybierz zakładkę
pt: Selecione um marcador
ro: Selectați un marcaj
th: เลือกบุ๊กมาร์ก
tr: Bir yer işareti seçin
uk: Виберіть закладку
vi: Hãy chọn một dấu trang
zh_hans: 请选择书签
zh_hant: 請選取書籤

# Cmd_edit_selectionToBookmarks
source: Convert selection to bookmarks
ar: تحويل التحديد إلى إشارات مرجعية
cs: Převést výběr na záložky
de: Auswahl in Lesezeichen umwandeln
el: Μετατροπή επιλογής σε σελιδοδείκτες
es: Convertir la selección en marcadores
fa: تبدیل انتخاب به نشانک‌ها
fr: Convertir la sélection en signets
hu: Kijelölés átalakítása könyvjelzőkké
id: Ubah pilihan menjadi penanda
it: Converti la selezione in segnalibri
ja: 選択範囲をブックマークに変換
ko: 선택 영역을 책갈피로 변환
pl: Konwertuj zaznaczenie na zakładki
pt: Converter a seleção em marcadores
ro: Conversie selecție în marcaje
th: แปลงส่วนที่เลือกเป็นบุ๊กมาร์ก
tr: Seçimi yer işaretlerine dönüştür
uk: Перетворити виділення на закладки
vi: Chuyển vùng chọn thành dấu trang
zh_hans: 将选定内容转换为书签
zh_hant: 將選取範圍轉換為書籤
